Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Display.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Reference Mode On
ar: النمط المرجعي مشغل
bg: Референтен режим: Вкл.
ca: Mode de referència activat
cs: Je zapnutý referenční režim
da: Referencefunktion til
de: Referenzmodus ein
el: Λειτουργία αναφοράς ενεργή
es: Modo de referencia activado
es_us: Modo de referencia activado
fi: Viitetila päällä
fr: Mode Référence activé
fr_ca: Mode Référence activé
he: ״מצב התאמה״ פעיל
hi: रेफ़्रेंस मोड चालू
hr: Referentni način rada uključen
hu: Referencia mód bekapcsolva
id: Mode Referensi Nyala
it: Modalità di riferimento attiva
ja: リファレンスモードがオンです
kk: Анықтамалық режим қосулы
ko: 레퍼런스 모드 켬
lt: Atskaitos režimas įjungtas
ms: Mod Rujukan Aktif
nl: Referentiemodus aan
no: Referansemodus er på
pl: Tryb referencyjny włączony
pt_br: Modo de Referência Ativado
pt_pt: Modo de referência ativo
ro: Mod Referință activat
ru: Эталонный режим включен
sk: Referenčný režim je zapnutý
sl: Referenčni način je vklopljen
sv: Referensläge på
th: โหมดการอ้างอิงเปิด
tr: Referans Modu Açık
uk: Режим відповідності ввімкнено
vi: Chế độ tham chiếu được bật
zh_cn: 参考模式已打开
zh_hk: 參考模式已開啟
zh_tw: 已開啟參照模式

# WHITE_BALANCE
source: True Tone
ar: انسجام اللون
zh_cn: 原彩显示
zh_hk: 原色調
zh_tw: 原彩

# CUSTOM_SCHEDULE_LIGHT
source: Light Until %@
ar: فاتح حتى %@
bg: Светло до %@
ca: Clar fins a les %@
cs: Světlý do %@
da: Lys indtil %@
de: Hell bis %@
el: Ανοιχτόχρωμη έως %@
es: Claro hasta las %@
es_us: Claro hasta la(s) %@
fi: Vaalea klo %@ asti
fr: Claire jusqu’à %@
fr_ca: Claire jusqu’à %@
he: בהיר עד %@
hi: %@ तक हल्का
hr: Svijetli do %@
hu: Világos eddig: %@
id: Terang Hingga %@
it: Chiaro fino alle ore %@
ja: %@までライト
kk: %@ дейін жарық
ko: %@까지 라이트 모드
lt: Šviesu iki: %@
ms: Cerah sehingga %@
nl: Licht tot %@
no: Lyst fram til %@
pl: Jasny do %@
pt_br: Clara Até %@
pt_pt: Claro até à(s) %@
ro: Luminos până la %@
ru: Светлое до %@
sk: Svetlý do %@
sl: Svetlo do %@
sv: Ljust till %@
th: สว่างจนถึง %@
tr: Açık Mod: %@
uk: Світлий до %@
vi: Sáng đến %@
zh_cn: %@前保持浅色外观
zh_hk: 保持淺色至%@
zh_tw: 淺色直到%@為止

# COMPATIBLE_APPEARANCE_CHOICE_DARK
source: Dark
ar: داكن
bg: Тъмен
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκούρα
es: Oscuro
es_us: Oscuro
fi: Tumma
fr: Sombre
fr_ca: Sombre
he: כהה
hi: डार्क
hr: Tamni
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
kk: Қараңғы
ko: 다크 모드
lt: Tamsu
ms: Gelap
nl: Donker
no: Mørkt
pl: Ciemny
pt_br: Escura
pt_pt: Tons escuros
ro: Întunecat
ru: Темное
sk: Tmavý
sl: Temno
sv: Mörkt
th: มืด
tr: Koyu
uk: Темний
vi: Tối
zh_cn: 深色
zh_hk: 深色
zh_tw: 深色

# EXTERNALDISPLAY_DISPLAY_ZOOMED_STANDARD_DESCRIPTION
source: Choose a view for %@. Larger Text shows larger controls. Default shows more content.
ar: اختيار عرض لـ %@. "نص أكبر" يظهر عناصر التحكم بحجم أكبر، و"الافتراضي" يظهر محتوى أكثر على الشاشة.
bg: Изберете изглед за %@. „По-голям текст“ показва по-големи бутони. „По подразбиране“ показва повече съдържание.
ca: Selecciona un mode de visualització per a l’%@. L’opció de text més gran mostra els controls més grans i l’opció per omissió, més contingut.
cs: Nastavte si zobrazení na %@u. Výběrem volby Větší text zobrazíte větší ovládací prvky. Standardně uvidíte víc obsahu.
da: Vælg en oversigt til %@. Større tekst viser større betjeningspanel. Standard viser mere indhold.
de: Wähle einen Anzeigemodus für das %@. Mit „Größerer Text“ werden die Steuerelemente größer, mit „Standard“ wird mehr Inhalt angezeigt.
el: Επιλέξτε μια προβολή για το %@: «Μεγαλύτερο κείμενο» για μεγαλύτερα στοιχεία ελέγχου, ή «Προεπιλογή» για περισσότερο περιεχόμενο.
es: Selecciona una visualización para el %@: “Texto más grande”, que muestra los controles más grandes, o “Por omisión”, que muestra más contenido.
es_us: Elige cómo ver el %@: Aumentado muestra controles aumentados y Predeterminado permite ver más elementos en pantalla.
fi: Valitse näkymä, jota %@ käyttää. Suurempi teksti näyttää säätimet suurempina. Oletus näyttää enemmän sisältöä.
fr: Choisissez une présentation pour l’%@. « Police plus grande » affiche de plus grandes commandes et « Par défaut », davantage de contenu.
fr_ca: Choisissez un type d’affichage pour votre %@. « Police plus grande » affiche des commandes plus grandes. « Par défaut » affiche plus de contenu.
he: ניתן לבחור מצב תצוגה ל-%@: ״מלל גדול יותר״ מציג פקדים גדולים יותר, ו״ברירת המחדל״ מציג יותר תוכן.
hi: %@ के लिए दृश्य का आकार चुनें। बड़े टेक्स्ट में कंट्रोल ज़्यादा बड़े दिखाई देते हैं। डिफ़ॉल्ट में अधिक कॉन्टेंट दिखाई देता है।
hr: Odabir načina prikaza za %@. Opcija “Veći tekst” prikazuje veće kontrole. Standardni način prikazuje više sadržaja.
hu: Kiválaszthat egy nézetet a(z) %@ számára. A Nagyobb szöveg nézet nagyobb vezérlőelemeket jelenít meg. Az Alapértelmezett nézet több tartalmat jelenít meg.
id: Pilih tampilan untuk %@. Teks Lebih Besar menampilkan kontrol yang lebih besar. Default menampilkan lebih banyak konten.
it: Scegli una modalità di visualizzazione per %@. Se selezioni “Testo più grande”, i controlli avranno dimensioni maggiori, mentre Default ti consente di visualizzare più contenuti.
ja: %@の表示を選択します。“文字を拡大”ではコントロールが拡大表示されます。“デフォルト”ではより多くの内容が表示されます。
kk: %@ көрінісін таңдаңыз. «Үлкенірек мәтін» үлкенірек басқару элементтерін көрсетеді. «Әдепкі» көбірек контент көрсетеді.
ko: %@을(를) 보는 방식을 선택합니다. ‘더 큰 텍스트’는 제어기를 크게 표시합니다. ‘기본’은 콘텐츠를 더 많이 표시합니다.
lt: Pasirinkite „%@“ rodinį. Rodinys „Didesnis tekstas“ rodo didesnius valdiklius. „Numatytasis“ rodo daugiau turinio.
ms: Pilih paparan untuk %@. Teks Lebih Besar menunjukkan kawalan lebih besar. Lalai menunjukkan lebih banyak kandungan.
nl: Kies een %@-schermweergave. Met 'Grotere tekst' worden regelaars groter weergegeven. Met 'Standaard' past er meer op het scherm.
no: Velg en visning for %@. Større tekst viser større kontroller. Standard viser mer innhold.
pl: Wybierz wygląd ekranu %@a. W trybie Większy tekst narzędzia są większe. Tryb Domyślny pozwala wyświetlać więcej informacji.
pt_br: Escolha uma visualização para o %@. Texto Maior mostra os controles ampliados. Padrão mostra mais conteúdo.
pt_pt: Escolha como gostaria de ver o %@: com a opção Texto maior, os controlos ficam maiores; Predefinição mostra mais conteúdo no ecrã.
ro: Alegeți un mod de vizualizare pentru %@. “Text mai mare” afișează comenzi mai mari. “Implicit” afișează mai mult conținut.
ru: Выберите вид для %@: «Крупный текст» показывает более крупно элементы управления, «По умолчанию» отображает больше контента.
sk: Vyberte zobrazenie pre %@. Väčší text zobrazuje väčšie ovládacie prvky. Predvolené pojme viac obsahu.
sl: Izberite pogled za %@. Nastavitev Večje besedilo prikazuje večje krmilne funkcije. Nastavitev Privzeto prikazuje več vsebine.
sv: Välj vilken vy du vill ha för %@. Större text har större reglage. Förval får plats med mer innehåll.
th: เลือกการแสดงผลสำหรับ%[tt]@ การเลือกแบบข้อความตัวใหญ่จะแสดงปุ่มควบคุมขนาดใหญ่ขึ้น แบบเริ่มต้นจะมีพื้นที่แสดงเนื้อหามากขึ้น
tr: %@ için bir görünüm seçin. Büyük Metin, denetimleri daha büyük gösterir. Saptanmış, daha fazla içerik gösterir.
uk: Оберіть вигляд екрана для %@. Варіант «Більший шрифт» пропонує більші елементи керування, а варіант «Типово» показує більше вмісту.
vi: Chọn một chế độ xem cho %@. Chữ lớn hơn hiển thị điều khiển lớn hơn. Mặc định hiển thị nhiều nội dung hơn.
zh_cn: 选取%@的显示方式。“更大字体”会显示更大的控制项。“默认”会显示更多内容。
zh_hk: 選擇%@的顯示方式。「大型文字」顯示較大的控制項目。「預設」顯示較多內容。
zh_tw: 選擇%@的顯示畫面。「放大文字」會顯示較大的控制項目。「預設值」可顯示較多內容。

# DISPLAY_AND_BRIGHTNESS
source: Display & Brightness
ar: شاشة العرض والإضاءة
bg: Екран и яркост
ca: Pantalla i brillantor
cs: Zobrazení a jas
da: Skærm & lysstyrke
de: Anzeige & Helligkeit
el: Οθόνη και φωτεινότητα
es: Pantalla y brillo
es_us: Pantalla y brillo
fi: Näyttö ja kirkkaus
fr: Luminosité et affichage
fr_ca: Affichage et luminosité
he: תצוגה ובהירות
hi: डिस्प्ले और ब्राइटनेस
hr: Zaslon i svjetlina
hu: Kijelző és fényerő
id: Tampilan & Kecerahan
it: Schermo e luminosità
ja: 画面表示と明るさ
kk: Дисплей және жарықтық
ko: 디스플레이 및 밝기
lt: Ekranas ir šviesumas
ms: Paparan & Kecerahan
nl: Beeldscherm en helderheid
no: Skjerm og lysstyrke
pl: Ekran i jasność
pt_br: Tela e Brilho
pt_pt: Ecrã e brilho
ro: Afișaj și luminozitate
ru: Экран и яркость
sk: Displej a jas
sl: Zaslon in svetlost
sv: Visning och ljusstyrka
th: จอภาพและความสว่าง
tr: Ekran ve Parlaklık
uk: Дисплей і яскравість
vi: Màn hình & Độ sáng
zh_cn: 显示与亮度
zh_hk: 螢幕與亮度
zh_tw: 螢幕顯示與亮度

# DEFAULT_DISPLAY_STANDARD_DENSE_DESCRIPTION
source: Choose a view for iPhone. Default shows larger controls. More Space shows more content.
ar: اختيار عرض لـ iPhone. "الافتراضي" يظهر عناصر التحكم بحجم أكبر، و"المزيد من المساحة" يظهر محتوى أكثر على الشاشة.
bg: Изберете изглед за iPhone. По подразбиране показва по-големи бутони. Повече място показва повече съдържание.
ca: Selecciona un mode de visualització per a l’iPhone. L’opció per omissió mostra els controls més grans i l’opció de més espai, més contingut.
cs: Nastavte si zobrazení na iPhonu. Ve výchozím nastavení budete mít větší ovládací prvky. Výběrem volby Více místa zobrazíte více obsahu.
da: Vælg en oversigt til iPhone. Standard viser større betjeningspanel. Mere plads viser mere indhold.
de: Wähle einen Anzeigemodus für das iPhone. Mit „Standard“ werden die Steuerelemente größer, mit „Mehr Fläche“ wird mehr Inhalt angezeigt.
el: Επιλέξτε μια προβολή για το iPhone: «Προεπιλογή» για μεγαλύτερα στοιχεία ελέγχου, ή «Περισσότερος χώρος» για περισσότερο περιεχόμενο.
es: Selecciona una visualización para el iPhone: “Por omisión”, que muestra los controles más grandes, o “Más espacio”, que muestra más contenido.
es_us: Elige cómo ver el iPhone: Predeterminado muestra controles más grandes y Más espacio permite ver más elementos en pantalla.
fi: Valitse iPhonen näkymä. Oletus näyttää säätimet suurempina. Paljon tilaa näyttää enemmän sisältöä.
fr: Choisissez une présentation pour l’iPhone. « Par défaut » affiche de plus grandes commandes et « Plus d’espace », davantage de contenu.
fr_ca: Choisissez un type d’affichage pour votre iPhone. « Par défaut » affiche des commandes plus grandes. « Plus d’espace » affiche plus de contenu.
he: באפשרותך לבחור מצב תצוגה ל-iPhone: ״ברירת-המחדל״ מציג פקדים גדולים יותר, ו״מרווח״ מציג יותר תוכן.
hi: iPhone के लिए दृश्य का आकार चुनें। डिफ़ॉल्ट में कंट्रोल ज़्यादा बड़े दिखाई देते हैं। “अधिक जगह” में अधिक कॉन्टेंट दिखाई देता है।
hr: Odabir načina prikaza za iPhone. Standardni način prikazuje veće kontrole. Opcija “Više prostora” prikazuje više sadržaja.
hu: Kiválaszthat egy nézetet az iPhone számára. Az Alapértelmezett nézet nagyobb méretű vezérlőelemeket jelenít meg. A Több terület nézet több tartalmat jelenít meg.
id: Pilih tampilan untuk iPhone. Default menampilkan kontrol yang lebih besar. Lebih Banyak Ruang menampilkan lebih banyak konten.
it: Scegli la modalità di visualizzazione per iPhone. Se selezioni Default, i controlli avranno dimensioni maggiori, mentre “Più spazio” ti consente di mostrare più contenuti.
ja: iPhoneの表示を選択します。“デフォルト”ではコントロールが拡大表示されます。“スペースを拡大”ではより多くの内容が表示されます。
kk: iPhone көрінісін таңдаңыз. «Әдепкі» үлкенірек басқару элементтерін көрсетеді. «Қосымша бос орын» көбірек контент көрсетеді.
ko: iPhone을 보는 방식을 선택합니다. ‘기본’은 제어기를 크게 표시합니다. ‘더 큰 공간’은 콘텐츠를 더 많이 표시합니다.
lt: Pasirinkite „iPhone“ rodinį. Rodinys „Numatytasis“ rodo didesnius valdiklius. „Daugiau erdvės“ rodo daugiau turinio.
ms: Pilih paparan untuk iPhone. Lalai menunjukkan kawalan lebih besar. Lebih Ruang menunjukkan lebih banyak kandungan.
nl: Kies een iPhone-schermweergave. Met 'Standaard' worden regelaars groter weergegeven. Met 'Meer ruimte' past er meer op het scherm.
no: Velg en visning for iPhone. Standard viser større kontroller. Mer plass viser mer innhold.
pl: Wybierz wygląd ekranu iPhone’a. W trybie Domyślny narzędzia są większe. Tryb Więcej miejsca pozwala wyświetlać więcej informacji.
pt_br: Escolha uma visualização para o iPhone. Padrão mostra os controles ampliados. Mais Espaço mostra mais conteúdo.
pt_pt: Escolha como gostaria de ver o iPhone: com a opção Predefinição, os controlos ficam maiores; Mais espaço mostra mais conteúdo no ecrã.
ro: Alegeți un mod de vizualizare pentru iPhone. “Implicit” afișează comenzi mai mari. “Mai mult spațiu” afișează mai mult conținut.
ru: Выберите вид для iPhone: «По умолчанию» показывает более крупно элементы управления, «Больше места» отображает больше контента.
sk: Vyberte zobrazenie pre iPhone. Predvolené zobrazuje väčšie ovládanie. Viac miesta pojme viac obsahu.
sl: Izberite pogled za iPhone. Nastavitev Privzeto prikazuje večje krmilne funkcije. Nastavitev Več prostora prikazuje več vsebine.
sv: Välj vilken vy du vill ha för iPhone. Förval har större reglage. Mer utrymme får plats med mer innehåll.
th: เลือกการแสดงผลสำหรับ iPhone การเลือกแบบเริ่มต้นจะแสดงปุ่มควบคุมขนาดใหญ่ขึ้น แบบพื้นที่มากขึ้นจะมีพื้นที่แสดงเนื้อหามากขึ้น
tr: iPhone için bir görünüm seçin. Saptanmış, denetimleri daha büyük gösterir. Daha Çok Alan, daha fazla içerik gösterir.
uk: Оберіть вигляд екрана для iPhone. Варіант «Типово» пропонує більші елементи керування, а варіант «Більше місця» показує більше вмісту.
vi: Chọn một chế độ xem cho iPhone. Mặc định hiển thị điều khiển lớn hơn. Nhiều không gian hiển thị nhiều nội dung hơn.
zh_cn: 选取iPhone的显示方式。“默认”会显示更大的控制项。“更多空间”会显示更多的内容。
zh_hk: 選擇iPhone的顯示方式。「預設」顯示較大的控制項目。「更多空間」顯示更多內容。
zh_tw: 選擇iPhone的顯示畫面。「預設值」會顯示較大的控制項目。「更多空間」可顯示較多內容。

# VIEW_LEGACY
source: View
ar: عرض
bg: Преглед
ca: Visualització
cs: Zobrazení
da: Oversigt
de: Darstellung
el: Προβολή
es: Visualización
es_us: Visualización
fi: Näkymä
fr: Affichage
fr_ca: Affichage
he: תצוגה
hi: दृश्य
hr: Prikaz
hu: Nézet
id: Lihat
it: Visualizzazione
ja: 表示
kk: Көрініс
ko: 보기
lt: Rodinys
ms: Paparan
nl: Weergave
no: Visning
pl: Pokaż
pt_br: Visualização
pt_pt: Visualização
ro: Vizualizare
ru: Вид
sk: Zobrazenie
sl: Prikaži
sv: Visa
th: ดู
tr: Görüntü
uk: Вид
vi: Xem
zh_cn: 视图
zh_hk: 顯示畫面
zh_tw: 顯示畫面

# DISPLAY_ZOOM_PRO
source: Display
ar: شاشة العرض
bg: Екран
ca: Pantalla
cs: Displej
da: Skærm
el: Οθόνη
es: Pantalla
es_us: Pantalla
fi: Näyttö
fr: Affichage
fr_ca: Affichage
he: תצוגה
hi: डिस्प्ले
hr: Zaslon
hu: Kijelző
id: Layar
it: Schermo
ja: ディスプレイ
kk: Дисплей
ko: 디스플레이
lt: Ekranas
ms: Paparan
nl: Beeldscherm
no: Skjerm
pl: Wyświetlacz
pt_br: Tela
pt_pt: Ecrã
ro: Afișaj
ru: Дисплей
sk: Displej
sl: Prikaži
sv: Skärm
th: จอภาพ
tr: Ekran
uk: Дисплей
vi: Màn hình
zh_cn: 显示
zh_hk: 螢幕
zh_tw: 螢幕

# DNB_AUTOLOCK_DISABLED_ATTENTION_AWARENESS_ENABLED
source: iPad display will remain on until it is manually turned off. Display may dim if it detects you are not looking at the screen.
ar: ستظل شاشة iPad مشغلة حتى يتم إيقافها يدويًا. قد يتم تعتيم الشاشة عند اكتشاف أنك لا تنظر إلى الشاشة.
bg: Екранът на iPad ще остане включен, докато не бъде ръчно изключен. Екранът може да се затъмни, ако отчете, че не гледате към екрана.
ca: La pantalla de l’iPad es mantindrà engegada, tret que l’apaguis manualment. Pot ser, però, que la pantalla s’enfosqueixi si es detecta que no la mires.
cs: Displej iPadu bude zůstávat zapnutý, dokud ho nevypnete ručně. Když se na něj určitou dobu nepodíváte, může se ztlumit.
da: Skærmen på iPad vil være tændt, indtil den slukkes manuelt. Lysstyrken på skærmen dæmpes muligvis, hvis enheden registrerer, at du ikke kigger på skærmen.
de: Das iPad-Display bleibt an, bis es manuell deaktiviert wird. Das Display wird möglicherweise verdunkelt, wenn das Gerät erkennt, dass du nicht auf den Bildschirm blickst.
el: Η οθόνη του iPad θα παραμένει ενεργή έως ότου απενεργοποιηθεί χειροκίνητα. Η φωτεινότητα της οθόνης ενδέχεται να μειώνεται αν ανιχνεύει ότι δεν κοιτάζετε την οθόνη.
es: La pantalla del iPad permanecerá encendida hasta que la apagues manualmente y se atenuará cuando detecte que no estás mirando el iPad.
es_us: La pantalla del iPad permanecerá encendida hasta que se apague manualmente. La pantalla se atenuará si detecta que no estás viéndola.
fi: iPadin näyttö pysyy päällä, kunnes se laitetaan pois päältä käsin. Näyttö saattaa himmentyä, jos se havaitsee, että et katso näyttöä.
fr: L’écran de l’iPad restera allumé jusqu’à ce qu’il soit éteint manuellement. L’écran peut s’obscurcir s’il détecte que vous ne le regardez pas.
fr_ca: L’écran de l’iPad restera allumé jusqu’à ce qu’il soit manuellement éteint. Sa luminosité pourrait être réduite si l’iPad détecte que vous n’êtes pas en train de le regarder.
he: תצוגת ה-iPad תמשיך לפעל עד שתכובה באופן ידני. התצוגה עשויה להתעמעם אם היא תזהה שהעיניים שלך לא מביטות במסך.
hi: iPad को मैनुअली बंद करने तक उसका डिस्प्ले चालू रहेगा। डिस्प्ले डिम हो सकता है यदि यह पता लगा लेता है कि आप स्क्रीन नहीं देख रहे हैं।
hr: Zaslon iPada ostat će uključen sve dok se ručno ne isključi. Zaslon se može zatamniti ako detektira da ne gledate u ekran.
hu: Az iPad kijelzője bekapcsolva marad, amíg manuálisan ki nem lesz kapcsolva. A kijelző elhalványulhat, amikor azt érzékeli, hogy Ön nem néz a képernyőre.
id: Layar iPad akan tetap menyala hingga dimatikan secara manual. Layar akan meredup jika mendeteksi bahwa Anda tidak sedang melihat layar.
it: Lo schermo di iPad rimarrà attivo finché non viene spento manualmente. La luminosità potrebbe attenuarsi se non lo stai osservando.
ja: iPadの画面は手動でオフにされるまでオンのままになります。画面を注視していないことが認識されると画面が暗くなる場合があります。
kk: iPad дисплейін қолмен өшіргенше, ол қосулы күйде қалады. Дисплей экранға қарап отырмағаныңызды анықтаған кезде қараңғылануы мүмкін.
ko: iPad 디스플레이를 수동으로 끄기 전까지 켜진 상태를 유지합니다. 사용자가 화면을 주시하지 않으면 디스플레이가 이를 감지하여 밝기를 낮출 수 있습니다.
lt: „iPad“ ekranas liks įjungtas, kol jo patys neišjungsite. Jei įrenginys pastebės, kad į ekraną nežiūrite, ekranas gali būti pritemdytas.
ms: Paparan iPad akan kekal hidup sehingga ia dimatikan secara manual. Paparan mungkin malap jika ia mengesan anda tidak melihat skrin.
nl: Het iPad-scherm blijft aan totdat het handmatig wordt uitgeschakeld. Het scherm wordt mogelijk gedimd wanneer wordt gedetecteerd dat je niet naar het scherm kijkt.
no: iPad-skjermen forblir på til den slås av manuelt. Skjermen kan dimmes hvis den oppdager at øynene dine ikke fokuserer på den.
pl: Wyświetlacz iPada pozostanie włączony do czasu, gdy wyłączysz go ręcznie, i może być przygaszany, gdy wykryje, że nie patrzysz na niego.
pt_br: A tela do iPad permanecerá acesa até que seja desativada manualmente. Se o iPad detectar que você não está olhando para a tela, ela poderá ser escurecida.
pt_pt: O ecrã permanece ligado até ser desligado manualmente, mas pode escurecer se o iPad detetar que não está a olhar para o ecrã.
ro: Afișajul iPad‑ului va rămâne activat până când va fi oprit manual. Este posibil ca afișajul să se întunece dacă detectează că nu vă uitați spre ecran.
ru: Дисплей iPad будет оставаться включенным, пока Вы не выключите его вручную. Если устройство обнаружит, что Вы не смотрите на экран, дисплей может затемниться.
sk: Displej iPadu zostane zapnutý, až kým ho manuálne nevypnete. Ak sa naň chvíľu nebudete pozerať, môže sa stlmiť.
sl: iPadov zaslon bo ostal vklopljen, dokler ga ročno ne izklopite. Zaslon se lahko zatemni, če zazna, da ne gledate vanj.
sv: iPad-skärmen fortsätter att vara tänd tills den släcks manuellt. Skärmen kan tonas ned om den detekterar att du inte tittar på skärmen.
th: จอภาพ iPad จะยังคงเปิดอยู่จนกว่าคุณจะปิดใช้จอภาพด้วยตัวเอง จอภาพอาจลดแสงลงหากตรวจพบว่าคุณไม่ได้มองหน้าจออยู่
tr: iPad ekranı, elle kapatılana kadar açık kalır. Ekran, ekrana bakmadığınızı algılarsa kararabilir.
uk: Екран iPad лишатиметься ввімкненим, поки його не буде вимкнено вручну. Екран може затемнюватися, коли ви не дивитеся на нього.
vi: Màn hình iPad sẽ vẫn bật đến khi được tắt thủ công. Màn hình có thể giảm độ sáng nếu phát hiện thấy bạn đang không nhìn vào màn hình.
zh_cn: iPad显示屏在手动关闭前将保持打开。检测到你未看向屏幕时，显示屏可能变暗。
zh_hk: iPad顯示器會保持開啟，直到你手動關閉。在偵測到你未望向螢幕時，顯示器可能會變暗。
zh_tw: 除非手動關閉，否則iPad螢幕會保持開啟。若系統偵測到你未注視螢幕，可能會調暗亮度。

# ALWAYS_ON_SECONDARY_DESCRIPTION
source: The display will turn off automatically to save battery life when not in use.
ar: ستتوقف الشاشة تلقائيًا للحفاظ على عمر البطارية أثناء عدم الاستخدام.
bg: За да пести батерията, екранът ще се изключва автоматично, когато не се използва.
ca: La pantalla s’apagarà automàticament quan no s’utilitzi per allargar la durada de la bateria.
cs: Pokud nebudete displej používat, automaticky se vypne, aby se ušetřila energie baterie.
da: Skærmen slukkes automatisk for at spare på batteriet, når enheden ikke bruges.
de: Das Display wird automatisch ausgeschaltet, um bei Nichtverwendung Batterie zu sparen.
el: Η οθόνη θα απενεργοποιείται αυτόματα για εξοικονόμηση ενέργειας μπαταρίας όταν δεν χρησιμοποιείται.
es: Cuando no se use la pantalla, se desactivará automáticamente para ahorrar batería.
es_us: La pantalla se desactivará automáticamente para ahorrar energía cuando no esté en uso.
fi: Näyttö sammuu akun säästämiseksi automaattisesti, kun sitä ei käytetä.
fr: L’écran s’éteindra automatiquement pour prolonger l’autonomie de la batterie lorsque vous n’utiliserez pas l’appareil.
fr_ca: L’écran s’éteindra automatiquement lorsqu’il n’est pas utilisé pour préserver l’autonomie de la batterie.
he: הצג נכבה באופן אוטומטי כאשר לא נעשה בו שימוש כדי לחסוך בחיי סוללה.
hi: उपयोग में न होने पर बैटरी लाइफ़ बचाने के लिए डिस्प्ले ऑटोमैटिकली बंद हो जाएगा।
hr: Zaslon će se automatski isključiti radi uštede baterije kad se ne koristi.
hu: A kijelző a hosszabb akkumulátoros üzemidő érdekében automatikusan kikapcsol, amikor nincs használatban.
id: Layar akan dimatikan secara otomatis untuk menghemat masa pakai baterai saat tidak digunakan.
it: Lo schermo si disattiverà automaticamente per risparmiare batteria quando non è in uso.
ja: 使用していないときはディスプレイを自動的にオフにしてバッテリーの持続時間を延ばします。
kk: Дисплей қолданылмаған кезде, аккумулятор қуатын үнемдеу үшін автоматты түрде өшеді.
ko: 디스플레이가 사용 중이 아닐 때 배터리 사용 시간을 절약하기 위해 자동으로 꺼집니다.
lt: Ekranas automatiškai išsijungs, kad būtų taupomas akumuliatorius, kai jis nenaudojamas.
ms: Paparan akan dimatikan secara automatik untuk menjimatkan hayat bateri apabila tidak digunakan.
nl: Het beeldscherm wordt automatisch uitgeschakeld om bij inactiviteit de batterij langer mee te laten gaan.
no: Skjermen slås av automatisk for å spare batteristrøm når den ikke er i bruk.
pl: Ekran wyłączy się automatycznie, aby oszczędzać baterię, gdy nie jest używany.
pt_br: A tela será desligada automaticamente para economizar bateria quando não estiver em uso.
pt_pt: O ecrã será desligado automaticamente para poupar bateria durante períodos de inatividade.
ro: Când nu este în uz, afișajul se va stinge automat pentru a economisi energia bateriei.
ru: Когда устройство не используется, дисплей будет выключаться автоматически для продления времени работы от аккумулятора.
sk: Keď displej nepoužívate, automaticky sa vypne, aby sa šetrila výdrž batérie.
sl: Ko zaslon ni v uporabi, se samodejno izklopi, da podaljša čas delovanja baterije.
sv: Skärmen stängs automatiskt av för att spara på batteriet när den inte används.
th: หน้าจอจะปิดโดยอัตโนมัติเพื่อประหยัดระยะเวลาการใช้งานของแบตเตอรี่เมื่อไม่ได้ใช้
tr: Ekran, pil ömrünü korumak için kullanılmıyorken otomatik olarak kapanır.
uk: Дисплей вимикатиметься автоматично, коли він не використовується, для заощадження заряду акумулятора.
vi: Màn hình sẽ tắt tự động để tiết kiệm thời lượng pin khi không sử dụng.
zh_cn: 未使用时，显示屏将自动关闭以延长电池续航能力。
zh_hk: 不使用時，螢幕會自動關閉以節省電池電力。
zh_tw: 螢幕將在未使用時自動關閉以節省電力。
